Repository: homeinfogmbh/hinews
Catalog: files/locales/*/hinews.po
Languages: de_de

source: This article does not exist.
de_de: Der gewünschte Artikel existiert nicht.

source: The article has been created.
de_de: Der Artikel wurde erstellt.

source: The article has been deleted.
de_de: Der Artikel wurde gelöscht.

source: The article has been updated.
de_de: Der Artikel wurde geändert.

source: The customer has been added.
de_de: Der Kunde wurde hinzugefügt.

source: The customer has been deleted.
de_de: Der Kunde wurde gelöscht.

source: The requested image does not exist.
de_de: Das gewünschte Bild existiert nicht.

source: No image provided.
de_de: Kein Bild übergeben.

source: No meta data provided.
de_de: Keine Metadaten übergeben.

source: The image has been added.
de_de: Das Bild wurde hinzugefügt.

source: The image has been deleted.
de_de: Das Bild wurde gelöscht.

source: The image meta data has been updated.
de_de: Die Bildmetadaten wurdem geändert.

source: No access token provided.
de_de: Fehlendes Access-Token.

source: Invalid access token.
de_de: Ungültiges Access-Token.

source: The requested tag does not exist.
de_de: Das gewünschte Schlagwort existiert nicht.

source: The tag has been added.
de_de: Das Schlagwort wurde hinzugefügt.

source: The tag has been deleted.
de_de: Das Schlagwort wurde gelöscht.

source: The tag already exists.
de_de: Das Schlagwort wurde gelöscht.
